{
  "ace_Arab": 270732,
  "ace_Latn": 270733,
  "acm_Arab": 270734,
  "acq_Arab": 270735,
  "aeb_Arab": 270736,
  "afr_Latn": 270737,
  "ajp_Arab": 270738,
  "aka_Latn": 270739,
  "als_Latn": 270893,
  "amh_Ethi": 270740,
  "apc_Arab": 270741,
  "arb_Arab": 270742,
  "ars_Arab": 270743,
  "ary_Arab": 270744,
  "arz_Arab": 270745,
  "asm_Beng": 270746,
  "ast_Latn": 270747,
  "awa_Deva": 270748,
  "ayr_Latn": 270749,
  "azb_Arab": 270750,
  "azj_Latn": 270751,
  "bak_Cyrl": 270752,
  "bam_Latn": 270753,
  "ban_Latn": 270754,
  "bel_Cyrl": 270755,
  "bem_Latn": 270756,
  "ben_Beng": 270757,
  "bho_Deva": 270758,
  "bjn_Arab": 270759,
  "bjn_Latn": 270760,
  "bod_Tibt": 270761,
  "bos_Latn": 270762,
  "bug_Latn": 270763,
  "bul_Cyrl": 270764,
  "cat_Latn": 270765,
  "ceb_Latn": 270766,
  "ces_Latn": 270767,
  "cjk_Latn": 270768,
  "ckb_Arab": 270769,
  "crh_Latn": 270770,
  "cym_Latn": 270771,
  "dan_Latn": 270772,
  "deu_Latn": 270773,
  "dik_Latn": 270774,
  "dyu_Latn": 270775,
  "dzo_Tibt": 270776,
  "ell_Grek": 270777,
  "eng_Latn": 270778,
  "epo_Latn": 270779,
  "est_Latn": 270780,
  "eus_Latn": 270781,
  "ewe_Latn": 270782,
  "fao_Latn": 270783,
  "fij_Latn": 270785,
  "fin_Latn": 270786,
  "fon_Latn": 270787,
  "fra_Latn": 270788,
  "fur_Latn": 270789,
  "fuv_Latn": 270790,
  "gaz_Latn": 270866,
  "gla_Latn": 270791,
  "gle_Latn": 270792,
  "glg_Latn": 270793,
  "grn_Latn": 270794,
  "guj_Gujr": 270795,
  "hat_Latn": 270796,
  "hau_Latn": 270797,
  "heb_Hebr": 270798,
  "hin_Deva": 270799,
  "hne_Deva": 270800,
  "hrv_Latn": 270801,
  "hun_Latn": 270802,
  "hye_Armn": 270803,
  "ibo_Latn": 270804,
  "ilo_Latn": 270805,
  "ind_Latn": 270806,
  "isl_Latn": 270807,
  "ita_Latn": 270808,
  "jav_Latn": 270809,
  "jpn_Jpan": 270810,
  "kab_Latn": 270811,
  "kac_Latn": 270812,
  "kam_Latn": 270813,
  "kan_Knda": 270814,
  "kas_Arab": 270815,
  "kas_Deva": 270816,
  "kat_Geor": 270817,
  "kaz_Cyrl": 270820,
  "kbp_Latn": 270821,
  "kea_Latn": 270822,
  "khk_Cyrl": 270853,
  "khm_Khmr": 270823,
  "kik_Latn": 270824,
  "kin_Latn": 270825,
  "kir_Cyrl": 270826,
  "kmb_Latn": 270827,
  "kmr_Latn": 270830,
  "knc_Arab": 270818,
  "knc_Latn": 270819,
  "kon_Latn": 270828,
  "kor_Hang": 270829,
  "lao_Laoo": 270831,
  "lij_Latn": 270833,
  "lim_Latn": 270834,
  "lin_Latn": 270835,
  "lit_Latn": 270836,
  "lmo_Latn": 270837,
  "ltg_Latn": 270838,
  "ltz_Latn": 270839,
  "lua_Latn": 270840,
  "lug_Latn": 270841,
  "luo_Latn": 270842,
  "lus_Latn": 270843,
  "lvs_Latn": 270832,
  "mag_Deva": 270844,
  "mai_Deva": 270845,
  "mal_Mlym": 270846,
  "mar_Deva": 270847,
  "min_Latn": 270848,
  "mkd_Cyrl": 270849,
  "mlt_Latn": 270851,
  "mni_Beng": 270852,
  "mns_Cyrl": 270934,
  "mos_Latn": 270854,
  "mri_Latn": 270855,
  "mya_Mymr": 270857,
  "nld_Latn": 270858,
  "nno_Latn": 270859,
  "nob_Latn": 270860,
  "npi_Deva": 270861,
  "nso_Latn": 270862,
  "nus_Latn": 270863,
  "nya_Latn": 270864,
  "oci_Latn": 270865,
  "ory_Orya": 270867,
  "pag_Latn": 270868,
  "pan_Guru": 270869,
  "pap_Latn": 270870,
  "pbt_Arab": 270874,
  "pes_Arab": 270784,
  "plt_Latn": 270850,
  "pol_Latn": 270871,
  "por_Latn": 270872,
  "prs_Arab": 270873,
  "quy_Latn": 270875,
  "ron_Latn": 270876,
  "run_Latn": 270877,
  "rus_Cyrl": 270878,
  "sag_Latn": 270879,
  "san_Deva": 270880,
  "sat_Beng": 270881,
  "scn_Latn": 270882,
  "shn_Mymr": 270883,
  "sin_Sinh": 270884,
  "slk_Latn": 270885,
  "slv_Latn": 270886,
  "smo_Latn": 270887,
  "sna_Latn": 270888,
  "snd_Arab": 270889,
  "som_Latn": 270890,
  "sot_Latn": 270891,
  "spa_Latn": 270892,
  "srd_Latn": 270894,
  "srp_Cyrl": 270895,
  "ssw_Latn": 270896,
  "sun_Latn": 270897,
  "swe_Latn": 270898,
  "swh_Latn": 270899,
  "szl_Latn": 270900,
  "tam_Taml": 270901,
  "taq_Latn": 270908,
  "taq_Tfng": 270909,
  "tat_Cyrl": 270902,
  "tel_Telu": 270903,
  "tgk_Cyrl": 270904,
  "tgl_Latn": 270905,
  "tha_Thai": 270906,
  "tir_Ethi": 270907,
  "tpi_Latn": 270910,
  "tsn_Latn": 270911,
  "tso_Latn": 270912,
  "tuk_Latn": 270913,
  "tum_Latn": 270914,
  "tur_Latn": 270915,
  "twi_Latn": 270916,
  "tzm_Tfng": 270917,
  "uig_Arab": 270918,
  "ukr_Cyrl": 270919,
  "umb_Latn": 270920,
  "urd_Arab": 270921,
  "uzn_Latn": 270922,
  "vec_Latn": 270923,
  "vie_Latn": 270924,
  "war_Latn": 270925,
  "wol_Latn": 270926,
  "xho_Latn": 270927,
  "ydd_Hebr": 270928,
  "yor_Latn": 270929,
  "yue_Hant": 270930,
  "zho_Hans": 270931,
  "zho_Hant": 270932,
  "zsm_Latn": 270856,
  "zul_Latn": 270933
}
